Repository: slee17/SEMP
Catalog: registration/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Reject registrations of selected users
pt_br: Rejeitar registros dos usuários selecionados

source: Activate selected users forcibly
pt_br: Forçar ativação dos usuários selecionados

source: Re-send acceptance emails to selected users
pt_br: Re-enviar e-mails de aceitação para os usuários selecionados

source: Not available
pt_br: Não disponível

source: A summary of supplemental information
pt_br: Um resumo das informações suplementares

source: Activation key
pt_br: Chave de ativação

source: Accept this registration
pt_br: Aceitar este registro

source: Reject this registration
pt_br: Rejeitar este registro

source: Activate the associated user of this registration forcibly
pt_br: Forçar ativação do usuário associado deste registro

source: Activate the associated user of this registration
pt_br: Ativar o usuário associado deste registro

source: Action
pt_br: Ação

source: Message
pt_br: Mensagem

source: You can use the value of this field in templates for acceptance, rejection and activation email with "{{ message }}". It is displayed in rejection email as "Rejection reasons" in default templates.
pt_br: Você pode usar o valor deste campo nos templates de email para aceitação, rejeição e ativação com "{{ message }}". Ela é exibida no e-mail de rejeição como "Motivos de Rejeição" em templates padrão.

source: You cannot reject the registration which was accepted already.
pt_br: Você não pode rejeitar o registo que já foi aceito.

source: You cannot activate the user whom registration was not accepted yet.
pt_br: Você não pode ativar um usuário cujo registro ainda não foi aceito.

source: A new registration of %(site_name)s was created by %(user)s.
pt_br: Um novo registro em %(site_name)s foi criado por %(user)s.

source: Please click the following url and inspect his/her registration.
pt_br: Por favor, clique no seguinte endereço e inspecionar o seu registro.

source: A new registration was created by %(user)s -- %(site_name)s
pt_br: Um novo registro foi criado por %(user)s -- %(site_name)s

source: Password
pt_br: Senha

source: Password (again)
pt_br: Senha (novamente)

source: The two password fields didn't match.
pt_br: Os dois campos de senha não coincidem.

source: Username
pt_br: Nome de usuário

source: This value must contain only letters, numbers and underscores.
pt_br: Este campo deve conter apenas letras, números e sublinhados.

source: E-mail (again)
pt_br: E-mail (novamente)

source: A user with that username already exists.
pt_br: Um usuário com esse nome já existe.

source: The two email fields didn't match.
pt_br: Os dois campos de e-mail não coincidem.

source: I have read and agree to the Terms of Service
pt_br: Eu li e concordo com os Termos de Serviço

source: You must agree to the terms to register
pt_br: Você deve concordar com os termos para se registrar

source: This email address is already in use. Please supply a different email address.
pt_br: Este endereço de e-mail já está em uso. Por favor, forneça um endereço de e-mail diferente.

source: Registration using free email addresses is prohibited. Please supply a different email address.
pt_br: Registro usando endereços e-mail gratuito é proibida. Por favor, forneça um endereço de e-mail diferente.

source: Untreated yet
pt_br: Sem tratamento ainda

source: Registration has accepted
pt_br: Registro aceito

source: Registration has rejected
pt_br: Registro rejeitado

source: user
pt_br: usuário

source: status
pt_br: estado atual

source: activation key
pt_br: chave de ativação

source: registration profile
pt_br: perfil de registo

source: registration profiles
pt_br: perfis de registo

source: Activation key has expired
pt_br: Chave de ativação expirou

source: remarks
pt_br: observações

source: Inspect the registration of %(user)s
pt_br: Inspecionar o registro de %(user)s

source: Please select an action and click the Save button on bottom.
pt_br: Por favor, selecione uma ação e clique no botão Salvar na parte inferior.

source: Dear %(user)s,
pt_br: Prezado(a) %(user)s,

source: Your registration of %(site_name)s was accepted by inspector.
pt_br: O seu registo em %(site_name)s foi aceito pelo inspetor.

source: Please click the following url and set your account password to finish activation.
pt_br: Por favor, clique na seguinte URL para definiar uma senha para sua conta e concluir a ativação.

source: The activation link above will be expired in %(expiration_days)s days.
pt_br: O link de ativação acima expirará em %(expiration_days)s dias.

source: Your registration was accepted -- %(site_name)s
pt_br: Seu registro foi aceito -- %(site_name)s

source: Activation was complete
pt_br: A activation foi completada com sucesso

source: Your account was activated
pt_br: Sua conta foi ativada

source: Your account of %(site_name)s was activated by inspector
pt_br: Sua contam em %(site_name)s foi ativada pelo inspetor

source: The password of your account was generated automatically and displayed below.
pt_br: A senha de sua conta foi gerado automaticamente e está exibida abaixo

source: Please click the following url to login.
pt_br: Por favor, clique na seguinte URL para realizar o login.

source: It is strongly recommended that you change your initial password to something more secure.
pt_br: É altamente recomendável que você altere sua senha inicial para algo mais seguro.

source: ::Your account information::
pt_br: ::Informações de sua conta::

source: USERNAME: %(user)s
pt_br: USUÁRIO: %(user)s

source: PASSWORD: %(password)s
pt_br: SENHA: %(password)s

source: Your account of %(site_name)s was successfully activated
pt_br: Sua conta em %(site_name)s foi ativada com sucesso

source: Your account was activated -- %(site_name)s
pt_br: Sua conta foi ativada -- %(site_name)s

source: Activate your account
pt_br: Ative sua conta

source: Please fill the password to complete account activation
pt_br: Por favor, preencha a senha para concluir a ativação de sua conta

source: Activate
pt_br: Ativar

source: Login
pt_br: Entrar

source: Please fill your username and password to login
pt_br: Por favor, preencha seu nome de usuário e senha para entrar

source: Logged out
pt_br: Desconectar

source: You are logged out.
pt_br: Você está desconectado.

source: Registration is closed
pt_br: O registro está fechado

source: I am afraid that registration is currently closed.
pt_br: O registro está fechado no momento.

source: Registration was complete
pt_br: Registro completado

source: Your registration was created successfully.
pt_br: O seu registo foi criado com sucesso.

source: Please wait until the inspector verify your registration.
pt_br: Por favor, aguarde até que o inspetor verificar a sua inscrição.

source: You will receive an acceptance or rejection email within several days.
pt_br: Você receberá um e-mail de aceitação ou rejeição dentro de alguns dias.

source: Your account registration was created successfully.
pt_br: O registo sua conta foi criada com sucesso.

source: Your registration was created -- %(site_name)s
pt_br: O seu registo foi criado -- %(site_name)s

source: Registration
pt_br: Registro

source: Please fill the following fields to create your registration
pt_br: Preencha os seguintes campos para criar o seu registro

source: Register
pt_br: Registrar

source: I am afraid that your account registration was rejected by inspector.
pt_br: Receio que o registro de sua conta foi rejeitada pelo inspetor.

source: Rejection reasons:
pt_br: Motivos de rejeição:

source: Your registration was rejected -- %(site_name)s
pt_br: O seu registo foi rejeitado -- %(site_name)s

source: An invalid activation key has passed
pt_br: A chave de ativação é inválida
